{
  "animals": {
    "Echidna": {
      "name": "Echidna",
      "lifespan": "50 år",
      "food": "insekter som myror och termiter, skalbaggslarver och maskar",
      "description": "Echidnor, även kallade taggiga myrätare, är gåtfulla djur. De är däggdjur, men lägger ägg. De klassificeras ofta som lång- eller kortnosade, men har i själva verket köttiga näsor snarare än näbbar. De är inte nära släkt med riktiga myrätare och deras kroppar är täckta av ihåliga, taggfria piggar.",
      "length": "76cm",
      "weight": "10kg",
      "found": "Hela Australien"
    },
    "Tasmanian Devil": {
      "name": "Tasmanian Devil",
      "lifespan": "5 år",
      "food": "kött från andra djur som vallabyer och vombater",
      "description": "Tasmansk djävul är ett köttätande pungdjur. Den är ungefär lika stor som en liten hund och blev världens största köttätande pungdjur efter att pungvargen dog ut 1936.",
      "length": "70cm",
      "weight": "10kg",
      "found": "Tasmanien"
    },
    "Quokka": {
      "name": "Quokka",
      "lifespan": "10 år",
      "food": "växter, buskar och gräs",
      "description": "Quokkan beskrevs först av en holländsk upptäcktsresande som en råttliknande varelse i kattstorlek. Den liknar andra vallabyer och har kort, grov gråbrun päls.",
      "length": "50cm",
      "weight": "3kg",
      "found": "Rottnest Island och delar av västra Australien"
    },
    "Frill-necked Lizard": {
      "name": "Frill-necked Lizard",
      "lifespan": "20 år",
      "food": "små insekter och spindlar",
      "description": "När denna ödla känner sig hotad reser den sig upp, vecklar ut sitt färgglada nackskinn och väser. Om det inte hjälper, springer den iväg till närmaste träd.",
      "length": "90cm",
      "weight": "1kg",
      "found": "Norra Australien"
    },
    "Hawksbill Turtle": {
      "name": "Hawksbill Turtle",
      "lifespan": "50 år",
      "food": "djur som svamp och maneter, samt havsplantor",
      "description": "Hökbillsköldpaddan har ett fågelliknande näbb och ett skal med överlappande sköldar. Honorna väger runt 50 kg och skölden är cirka 80 cm lång.",
      "length": "80cm (sköld)",
      "weight": "50kg",
      "found": "Tropiska kuster i Queensland, Northern Territory och västra Australien"
    },
    "Perentie": {
      "name": "Perentie",
      "lifespan": "20 år",
      "food": "köttätare, äter t.ex. känguruer, kaniner, ödlor och fåglar",
      "description": "Perentie är Australiens största monitorödla. Den är skygg och lever i avlägsna ökenområden. Den har varit en viktig del i aboriginernas kultur.",
      "length": "2.5m",
      "weight": "20kg",
      "found": "Öknar"
    },
    "Cassowary": {
      "name": "Cassowary",
      "lifespan": "20 år",
      "food": "växter, frukter, insekter och smådjur",
      "description": "Kasuaren är en stor, flygoförmögen fågel med kraftiga ben. Den är skygg men kan vara farlig när den provoceras.",
      "length": "1.7m",
      "weight": "44kg",
      "found": "Queensland"
    },
    "Kookaburra": {
      "name": "Kookaburra",
      "lifespan": "20 år",
      "food": "insekter och smådjur som ormar, grodor och ödlor",
      "description": "Skrattkookaburran är den största medlemmen i kungsfiskarfamiljen och känd för sitt skrattliknande läte.",
      "length": "43cm",
      "weight": "300g",
      "found": "Hela Australien"
    },
    "Yellow Tailed Black Cockatoo": {
      "name": "Yellow Tailed Black Cockatoo",
      "lifespan": "41 år",
      "food": "frukt, frön och växtmaterial",
      "description": "Denna kakadua har mörk fjäderdräkt med gula markeringar, flyger långsamt och har ett sorgset läte.",
      "length": "65cm",
      "weight": "900g",
      "found": "Sydöstra Australien"
    }
  },
  "ui": {
    "selectLanguage": "Språk"
  }
}
